In [1]:
import pandas as pd

In [2]:
names_1881 = pd.read_csv('../data/names1881.csv')
names_1981 = pd.read_csv('../data/names1981.csv')

In [3]:
names_1881.head()

        name gender  count
0       Mary      F   6919
1       Anna      F   2698
2       Emma      F   2034
3  Elizabeth      F   1852
4   Margaret      F   1658

In [4]:
names_1981.head()

       name gender  count
0  Jennifer      F  57032
1   Jessica      F  42519
2    Amanda      F  34370
3     Sarah      F  28162
4   Melissa      F  28003